Repository: MadinaxonToxirjonovna/Kirim-Chiqim
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Biz bilan bog‘lanish
ru: Связаться с нами

source: Hisobotlar Paneli
ru: Панель отчетов

source: Oylik hisobot mavjud emas.
ru: Месячный отчет отсутствует.

source: Yillik hisobot mavjud emas.
ru: Годовой отчет отсутствует.

source: Yangi chiqim qo'shish
ru: Добавить новый расход

source: Yangi kirim qo'shish
ru: Добавить новый доход

source: Kimdan
ru: От кого

source: Summa turi:
ru: Вид суммы:

source: Qayerdan:
ru: Откуда:

source: Har xil turdagi valyutalarni umumiy hisoblab bo‘lmaydi.
ru: Невозможно посчитать общую сумму для разных типов валют.

source: Valyutalarni hisoblash bo‘limiga o‘ting yoki filtrlang.
ru: Перейдите в раздел расчета валют или используйте фильтр.

source: Kirimlar
ru: Доходы

source: Summa turi
ru: Тип суммы

source: Filtrlash
ru: Фильтровать

source: Valyuta qo‘shish
ru: Добавить валюту

source: Kategoriya qo‘shish
ru: Добавить категорию

source: Valyutalar kesimida (faqat sana bo'yicha filterlash mumkin)
ru: По валютам (фильтрация возможна только по дате)

source: Orqaga
ru: Назад

source: Sana
ru: Дата

source: Summasi
ru: Сумма

source: Miqdor kiriting
ru: Введите сумму

source: Kategoriya
ru: Категория

source: Kategoriya tanlang
ru: Выберите категорию

source: Ish
ru: Работа

source: Sotuv
ru: Продажа

source: Boshqa
ru: Другое

source: Hisobotingizni valyuta va sanaga qarab filtrlash mumkin
ru: Вы можете фильтровать отчёт по валюте и дате

source: Boshlanish sanasi
ru: Дата начала

source: Tugash sanasi
ru: Дата окончания

source: Ko'rish
ru: Посмотреть

source: Qo'shish
ru: Добавить

source: Tanlang
ru: Выберите

source: Turi
ru: Тип

source: Ma'lumot yo'q
ru: Нет данных

source: Valyuta tanlang
ru: Выберите валюту

source: Izoh
ru: Примечание

source: Qo‘shimcha ma’lumot yozing...
ru: Введите дополнительную информацию...

source: Saqlash
ru: Сохранить

source: Taklif va murojaat uchun:
ru: Предложения и связь:

source: Umumiy Hisobot
ru: Общий отчет

source: Valyutalarni hisoblash
ru: Рассчитать валюты

source: Chiqim qo'shish
ru: Добавить расход

source: Kirim qo'shish
ru: Добавить доход

source: Hisobot
ru: Отчет

source: Profil
ru: Профиль

source: Bog'lanish
ru: Связаться с нами

source: Haftalik Hisobot
ru: Еженедельный отчет

source: Haftalik hisobot mavjud emas
ru: Еженедельный отчет отсутствует

source: Haftalik sahifalash
ru: Постраничная навигация по неделям

source: Ko‘rsatish/Yashirish
ru: Показать/Скрыть

source: Kirim
ru: Доход

source: Oylik Hisobot
ru: Ежемесячный отчет

source: Oylik hisobot mavjud emas
ru: Ежемесячный отчет отсутствует

source: Oylik sahifalash
ru: Постраничная навигация по месяцам

source: Oldingi
ru: Назад

source: Keyingi
ru: Вперед

source: Yillik Hisobot
ru: Годовой отчет

source: Yillik hisobot mavjud emas
ru: Годовой отчет отсутствует

source: Yillik sahifalash
ru: Постраничная навигация по годам

source: Iltimos, hisobotlarni ko‘rish uchun
ru: Пожалуйста, чтобы просматривать отчеты

source: Tizimga kiring
ru: Bойдите в систему

source: Eslatma:
ru: Примечание:

source: Boshqa valyutadagi hisobotni ko'rish uchun filterlashdan foydalaning
ru: Используйте фильтрацию, чтобы просмотреть отчеты в других валютах.

source: Bosh sahifa
ru: Главная страница

source: Boshlanish sanasi:
ru: Дата начала:

source: Tugash sanasi:
ru: Дата окончания:

source: Valyuta turi:
ru: Тип валюты:

source: Majburiy
ru: Обязательно

source: Hech narsa topilmadi
ru: Ничего не найдено

source: Barchasi
ru: Все

source: Naqd
ru: Наличные

source: Plastik
ru: Пластик

source: Bank
ru: Банк

source: Jami Kirim:
ru: Общий доход:

source: Jami Chiqim:
ru: Общий расход:

source: Balans:
ru: Баланс:

source: Summa
ru: Сумма

source: Valyuta
ru: Валюта

source: Kirimlar mavjud emas
ru: Нет доходов

source: Chiqimlar
ru: Расходы

source: Qayerga
ru: Куда

source: Chiqimlar mavjud emas
ru: Нет расходов

source: Foydalanuvchi:
ru: Пользователь:

source: Telefon:
ru: Телефон:

source: Manzil:
ru: Адрес:

source: Email:
ru: Электронная почта:

source: Profil ma’lumotlari topilmadi!
ru: Данные профиля не найдены!

source: Valyuta kurslarini kiriting
ru: Введите курсы валют

source: Asosiy valyuta:
ru: Базовая валюта:

source: Hisoblash
ru: Рассчитать

source: Yangi valyuta qo'shish
ru: Добавить новую валюту

source: Masalan: UZS
ru: Например: UZS

source: Masalan: ₸ yoki $
ru: Например: ₸ или $

source: Namuna
ru: Пример

source: SO'M
ru: СУМ

source: Valyuta nomi (to‘liq)
ru: Полное название валюты

source: Valyuta qisqartmasi
ru: Сокращение валюты

source: Valyuta belgisi (ixtiyoriy)
ru: Символ валюты (необязательно)

source: yoki
ru: или

source: Izoh (ixtiyoriy)
ru: Комментарий (необязательно)

source: short
ru: сокращение

source: Valyutalar kesimida (faqat sana bo‘yicha filterlanadi)
ru: По валютам (фильтрация только по дате)

source: Majburiy tanlov
ru: Обязательный выбор

source: Valyutalar aralash. Hisoblash uchun Valyutalarni hisoblash bo‘limiga o‘ting.
ru: Mixed currencies. Go to the 'Currency Calculation' section for calculation.

source: Taklif va murojaat uchun
ru: Для предложений и обращений

source: Kirish
ru: Войти

source: Ro‘yxatdan o‘tish
ru: Зарегистрироваться

source: Telefon raqami
ru: Номер телефона

source: Parol
ru: Пароль

source: Ism
ru: Имя

source: Hisobingiz yo'qmi?
ru: У вас нет аккаунта?

source: Profilni yangilash
ru: Обновить профиль

source: Profil rasmi
ru: Фото профиля

source: Yangilash
ru: Обновить

source: Mixed currencies. Go to the 'Currency Calculation' section for calculation.
ru: Смешанные валюты. Перейдите в раздел 'Расчет валюты' для вычислений.

source: boshqa valyutadagi hisobotni ko'rish uchun filterlashdan foydalaning
ru: используйте фильтрацию, чтобы просмотреть отчёт в другой валюте
